{"meta":{"title":"Health and Racing Bicycles","subtitle":"mlamz.com","description":null,"author":"Michael Lam","url":"http://www.mlamz.com"},"pages":[{"title":"Contact","date":"2017-02-01T07:00:00.000Z","updated":"2017-02-01T12:55:07.000Z","comments":true,"path":"contact/index.html","permalink":"http://www.mlamz.com/contact/index.html","excerpt":"","text":"Feel free to contact me on any of the following channels, or feel free to just give me kudos on Strava! Email: treadsafely at gmailFacebook: https://www.facebook.com/mlamzzTwitter: https://twitter.com/mlamzStrava: Strava Profile"},{"title":"About Me","date":"2017-02-01T07:00:00.000Z","updated":"2017-02-26T13:45:47.000Z","comments":true,"path":"about/index.html","permalink":"http://www.mlamz.com/about/index.html","excerpt":"","text":"I’m Michael Lam. I’m a Cat 3 cyclist living in Colorado with a keen interest in health. This blog isn’t about drugs, supplements or quick fixes. It’s about making lifestyle changes based upon our biology and psychology to improve health and athletic performance. Hawaii, 2016. Racing BicyclesMy first season of road racing was in 2014. I spent most of my first season getting dropped, but I managed a few decent results towards the end of the season. I managed my first podium in 2015. I lost the Salida Crit by a fraction. I’m the guy in the coral jersey. Salida Crit 2015. This irked me no end even though I was fortunate to podium at all, given that the leading two crashed in the final corner. I made lifestyle changes. I worked on my mental game. I joined Primal-Audi Denver. I focused and trained hard. In 2016, I won the Salida Crit this time around. I also won five other races, numerous podiums and the overall BRAC Road Cup in Cat 4. What I’ve achieved is a drop in the ocean for some, yet I’m exceedingly proud of fulfilling and exceeding my goals. Salida Crit 2016. I’m not sure if I will ever be able to return to the shape that I was in 2016, but I will always do my best to get both results for myself and my teammates. That’s part of the beauty of road racing for me - it’s a team sport where you can contribute regardless if you are on form. At the Primal team camp in Moab, 2016. Photo credit: Primal Wear, Inc. Moving to ColoradoI moved to Colorado with my wife Kate after living in England for 28 years. The choice was driven by a desire to live in a sunnier climate, to have a short commute time, to ride my bike in the mountains and to start racing. Personal and Family HealthMy outlook on health was forever changed upon two events in my life. When I was 19, my father died from colon cancer and watching him deteriorate in his final years was hard to take in. A few years later, I became afflicted with cholinergic urticaria - a horrible disease that made my whole body feel as if it was on fire. It was triggered by slight changes in temperature or by stress. I lived with this disease for a number of years, seeing doctors and dermatologists. Finally, a treatment worked. It was an increase in sun exposure and UVB phototherapy that gradually cured my condition. I’m pleased to say I’m now free of this condition. The painful memories have etched in me a hardened mentality to never experience anything like this again. I now believe that the effect of sunlight on optimizing mitochondrial function, and the subsequent role of the mitochondria in immune system regulation of mast cells, is the reason that sun exposure cured my affliction with cholinergic urticaria. This is described on my blog post, Sunlight and Circadian Rhythms - the Number One Determinant of our Health and Longevity."}],"posts":[{"title":"Sunlight and Circadian Rhythms - the Number One Determinant of our Health and Longevity","slug":"sunlight-and-circadian-rhythms","date":"2017-02-26T07:00:00.000Z","updated":"2017-02-26T14:05:55.000Z","comments":true,"path":"sunlight-and-circadian-rhythms/","link":"","permalink":"http://www.mlamz.com/sunlight-and-circadian-rhythms/","excerpt":"","text":"In this blog post, I present the evidence to show why exposure to sunlight, in combination with a well-entrained circadian rhythm, is the number one determining factor to our health and longevity. Firstly, I explain the mechanisms behind the photoelectric effect of sunlight. This is the ability of sunlight to penetrate the skin and induce a negative electric charge within the water in our cells and mitochondrial membranes. I explain what mitochondria are and what they do, and how a negative electric charge in our red blood cells and mitochondrial membranes serves to limit the cumulative damage that is caused by mitochondrial DNA mutations generated by replication errors. I explain why I believe the ability of mitochondria to regulate the immune system cured a rare disease I used to be afflicted with called cholinergic urticaria. Furthermore, I explain how melatonin’s role in optimizing mitochondrial function, and I explain how a well entrained circadian rhythm through exposure to sunlight during the day and the restriction of artificial light at night ensures sufficient melatonin production. There are other benefits that sunlight brings that are outside the scope of this blog post, such as providing the body with a means to create the sulfated form of vitamin D, which cannot be obtained from a vitamin D supplement, or the ability of sunlight to improve the cardiovascular system via the production of nitric oxide. I hope to expand on these at a later date. The Photoelectric Effect of SunlightIn 1905, Albert Einstein published a paper that proposed that light acts not as a wave, but as a collection of particles, which we now call photons. This particle behavior can be observed by the photoelectric effect - the ability of light to displace electrons from a material. Gerald Pollack discovered that the photoelectric effect occurs when light is absorbed by water in our cells. The chemical structure of the water changes from H2O to H3O2, and this body of water builds next to hydrophillic (water loving) surfaces, such as those found on cell walls and mitochondrial membranes. Because of this change in chemical structure, the water now has a negative charge that can be utilized, similar to how a battery can store and deliver energy. Gerald Pollack coined the term “exclusion zone” or EZ for short, to describe the area of negatively charged water within our cells. Those (mitochondrial) membranes are hydrophillic surfaces, and as I mentioned, next to hydrophillic surfaces, EZs build, so this is a perfect configuration for buiding EZs and negative charge. Gerald Pollack, explaining how the EZ builds in mitochondrial membranesTedx Talk - Water, Cells and Life, at minute 9:17. This negative charge causes the mitochondrial membrane potential to increase, which improves mitochondrial function. This is explained further in the section on mitochondria. The following diagram from one of Pollack’s experiments shows two EZs - the control at the top and the increase in EZ after several minutes of light exposure on the bottom. Gerald Pollack - The Fourth Phase Of Water. Top: control. Bottom: After several minutes of light exposure. So, the arithmetic shows not only that our body bears net negative charge, but also that the body makes every effort to maintain that negativity by ridding itself of protons. It is as though maintaining negativity is a “goal” of life. Plants do it easily: they connect directly to the negatively charged earth; animals need to struggle a bit more to maintain their body’s charge in exchange for greater mobility. Gerald PollackThe Fourth Phase of Water Pollack also discovered how the different wavelengths present in sunlight affects the EZ. He discovered that the infrared and ultraviolet wavelengths of light found in sunlight are the most effective at increasing the size of the exclusion zone. As these wavelengths of light are rarely present in artificial lighting, it is important to ensure that we maximize our exposure to the sun in order to receive both infrared and ultraviolet wavelengths. Mitochondria and Their Utilization of Negative ChargeMitochondria are organelles that exist in large numbers within our cells. Mitochondria have their own DNA, independent of the nuclear genome within their parent cell. Their main function is to convert electrons obtained from food into ATP, the energy currency of our cells. This conversion process is called oxidative phosphorylation, and it has an oxidative effect which can damage the mitochondria DNA. Mitochondria also signals apoptosis (cell death) to its parent cell, such that when it detects mitochondrial DNA damage within itself, it asks its parent cell to commit suicide. If this signaling process fails, then faulty mitochondria can replicate and lead to cancer, other diseases and aging. Mitochondria can also directly capture electrons directly from sunlight through light absorbed by chlorophyll pigments. These captured electrons increase the mitochondrial membrane potential, i.e. the amount of negative charge stored within the mitochondrial membrane. The Mitochondrial Membrane PotentialThis negative charge in the EZ water is used in multiple functions in the body, such as to drive blood through capillaries and to increase the mitochondrial membrane potential, which optimizes mitochondrial function, such as to ensure efficient ATP production, or to ensure proper signaling to the parent cells and immune system. The lower the negative charge, the higher the possibility that the apoptosis signal from the mitochondria will be ignored by the cell. If the apoptosis signal is ignored, damaged cells and their mitochondria will replicate. Jack Kruse calls the amount of negative charge stored within our cells the redox potential.The redox levels in mitochondrion are like a scale of justice. When protons are more prominent, the redox potential is poor. When we have more electrons in the system, the redox potential is excellent. The more electrons we have, the more potential and kinetic energy is stored in our proteins and water hydration shell to allow us to deal with the stressors of the environment. The human species is designed to collect electrons in excess. Think of the redox potential as a giant sink of electrons and protons. We need more negatively charged electrons to run our mitochondria and proteins well. This is our redox sink or bank account. Jack KruseThe Mitochondrial RxThe more negative charge we can obtain then, the better. More sunlight means more negative charge, which leads to better mitochondrial health and signaling.The Mitochondria’s Role In Regulating the Immune SystemRecent research has shown that mitochondria are critical to activation of the immune system response, as well as the important role of mitochondria in mast cell activation. On a personal note, I suffered from cholinergic urticaria for a number of years. Cholinergic urticaria is a disease of the immune system, and more specifically, it is caused by the inability to activate mast cells in the skin prior to sweat release. The symptoms of cholinergic urticaria were painful - it felt as if my body was on fire. It was triggered suddenly by any change to stress levels, heat or exercise. The cure for my condition came in the form of increased sun exposure and UVB phototherapy at a hospital multiple times per week.The effect of sunlight on optimizing mitochondrial function, and the subsequent role of the mitochondria in immune system regulation of mast cells is the reason why I believe that UVB phototherapy and sun exposure cured my condition.The Mitochondrial Theory of AgingRodney Shackelford explains the mitochondrial theory of aging well; “Aging is due to the cumulative effects of damage wrought by free radicals on the mitochondrial DNA and function”. He also explains why caloric restriction works to increase lifespan by reducing mitochondrial free radical production and mitochondrial DNA oxidative damage, as the mitochondria are taxed less due to a lower intake of food. If the creation of free-radicals are responsible for causing damage to our mitochondria, then can we not simply take in more antioxidants in supplement form to counteract the oxidative effect of free-radicals? Nick Lane, author of numerous books on mitochondria, investigated this. His findings were that the free-radicals created by mitochondria are a stress state signal to the cell, and that taking in excess antioxidants actually cause harm by inhibiting this signal, thus interfering with apoptosis.The mitochondrial apoptosis signal can therefore be inhibited by both a low negative charge but also by excess antioxidants.They (antioxidants) interfere with signaling. We now know that free radicals signal a stress state in the cell. There are all kinds of subtle distinctions, but if something is going wrong, they are behaving like a smoke detector, or at least they are the smoke, and the cell is set up to detect the smoke and react accordingly. The trouble with antioxidants is they’re in effect disabling the smoke detector, and that’s not a good thing to do. The smoke detector sets off a stress response and that stress response changes the expression of all kinds of genes, which are protective for the cell. So very often more free radicals produces a stress response which is protective, which battens down those hatches and allows a cell to go on living for longer. Messing around with that signal by throwing antioxidants at it really doesn’t help. Nick LaneYes, Life in the Fast Lane Kills You Doug Wallace, known for his extensive research on mitochondria over the past 40 years, has linked mitochondria as the root cause for most metabolic and degenerative diseases, cancer and aging. He observed in his research that very small reductions in energy in our mitochondria causes massive implications in the epigenetic expression of our nuclear genes. “Subtle changes in mitochondrial bioenergetics is causing phase shifts in the epi genome expression of the nuclear genes, and it’s this epi genome expression that we believe creates these phenotypic changes that are related to cancer, metabolic syndrome, to diabetes and so on. Doug WallaceA Mitochondrial Etiology of Metabolic and Degenerative Diseases, Cancer and Aging Furthermore, there is increasing evidence that mitochondrial dysfunction is the root cause of cancer. Through the work of Warburg and Seyfried, Travis Christofferson wrote the book, Tripping Over The Truth, The Metabolic Theory of Cancer. This book puts together the evidence that cancer is not a genetic disease but instead is due to mitochondrial dysfunction. Mitochondria are so important to the fidelity of an organism that a predominant theory is called ‘the mitochondrial theory of aging.’ It contends that the condition of the mitochondria dictate the capacity of the cell to function over time. As mitochondria decline, cellular operations decline with them. As the mitochondria lose the ability to function effectively, the body begins the functional decline known as aging. Travis ChristoffersonTripping over the Truth: The Metabolic Theory of CancerLooking after our mitochondria is the most important thing we can do to improve our health, and exposure to sunlight is the key.Another way to ensure optimal mitochondria function is through having a well-entrained circadian rhythm, which I discuss next.Circadian Rhythms and MelatoninMelatonin is a hormone regulated by our circadian rhythm, and it is understood by many to be simply a hormone that initiates sleep. It is much more than that however - melatonin ensures optimal mitochondrial function.Melatonin, the major hormone of the pineal gland, also acts as an antioxidant and as a regulator of mitochondrial bioenergetic function. Both in vitro and in vivo, melatonin was effective for preventing oxidative stress/nitrosative stress-induced mitochondrial dysfunction seen in experimental models of Parkinson’s disease, Alzheimer’s disease, and Huntington’s disease. In addition, melatonin is known to retard aging and to inhibit the lethal effects of septic shock or I/R lesions by maintaining respiratory complex activities, electron transport chain, and ATP production in mitochondria. Venkatramanujam Srinivasan et alMelatonin in Mitochondrial Dysfunction and Related Disorders Melatonin regenerates the mitochondria respiratory proteins. Cancer is a state when the respiratory proteins are expanded and mitochondria have high heteroplasmy rates. Endogenous melatonin production form the eye and skin needs the sun’s signal via these surfaces by way of neuropsin photoreceptor to regenerate our tissues using melatonin as a guardian protector of the respiratory chain in every human cell. Jack KruseIs time told by biophoton emission? Melatonin secretion is correlated to the amount of light exposure during the day and the lack of light exposure at night. Photoreceptors in the eye called retinal ganglion cells detect the spectrum of light wavelengths entering the eye and convey this information to the suprachiasmatic nucleus, or SCN. The SCN is the master regulator of the body’s circadian clocks, and it also provides the signal to the pineal gland to secrete melatonin. The recent discovery of these photosensitive RGCs has challenged the long-standing dogma of retinal physiology that rod and cone photoreceptors are the only retinal cells that respond directly to light and has explained the perplexing finding that mice lacking rod and cone photoreceptors can still reliably entrain their circadian rhythms to light. Brown and RobinsonMelanopsin—Shedding Light on the Elusive Circadian Photopigment This gives further impetus therefore to maximize sunlight exposure not only on our skin but in our eye too, and gives reason to avoid wearing sunglasses outside unless absolutely necessary. Artificial Light Suppresses MelatoninMelatonin production is heavily suppressed under exposure to artificial light in the evening, with blue light being the worst offender. The f.lux research page has a fantastic explanation of why this happens and links to many research studies. The most fascinating is one which shows that artificial light even suppresses melatonin in blind people. The best way to avoid melatonin suppression is simply to avoid all sources of artificial light after sunset, especially blue light. Blue light is contained within household light bulbs, especially LEDs. It’s also prevalent in screens from televisions, smartphones, computers, laptops and tablets. Image credit: Business Insider - How smartphone light affects your brain and bodyAlexander Wunsch explains that blue light, in addition to suppressing melatonin expression, also creates free-radicals, which he calls ROS (Reactive Oxygen Species).Blue has the highest energy in the visible part of the spectrum and produces, infuses, the production of ROS, of oxidative stress. The blue light causes ROS in your tissue, and this stress needs to be balanced with near-infrared that is not present in LEDs. We need even more regeneration from blue light, but the regenerative part of the spectrum is not found in the blue, in the short wavelength, part. It’s found in the long wavelength part, in the red and the near-infrared. So tissue regeneration and tissue repair results from the wavelengths that are not present in an LED spectrum. We have increased stress on the short wavelength part and we have reduced regeneration and repair on the long wavelength part. This is the primary problem. We don’t have this kind of light quality in nature. This has consequences. The stress has consequences in the retina; it has consequences in our endocrine system. Alexander WunschInterview with Dr. Mercola Artificial light contains high levels of blue light and low levels of red and infrared light. This not only suppresses melatonin, but it is stressful to our cells. Practical Tips on Circadian Rhythm Entrainment Replacing LED bulbs in your house with incandescents will decrease blue light exposure. Image credit: Mercola - How LED Lighting May Compromise Your HealthThe avoidance of artificial light does not fit into modern society. There are various means by which to mitigate the damage however. The first is to install blue light blocking software on devices with screens such as f.lux, Twilight or use of Apple’s NightShift mode. The second is to replace LED light bulbs with incandescent bulbs, which contain far less blue light. The third is to wear blue-blocking glasses. I personally use Swanwick glasses after sunset.A more radical approach would be to do an occasional artificial light fast. The University of Colorado in Boulder recently conducted a study in which a week without artificial light during a camping trip quickly entrained the campers’ circadian rhythms. Bill Lagakos delves into the results of the camping experiments further, and recommends doing an artificial light fast twice a week.Do an artificial light fast a couple nights per week: a 70% improvement in circadian rhythms is worth it. Or at least get wise about hot blue blockers. Bill LagakosAnother Great Camping Experiment Final ThoughtsThis is probably the most important blog post that I will ever write. Eleven years ago, I became afflicted with a disease called cholinergic urticaria, which thankfully does not affect me any longer. Cholinergic urticaria is caused by the inability to activate mast cells in the skin prior to sweat release. The symptom of this condition was a sudden, severe pain that felt like being burned alive. It was triggered by heat, stress or exercise. The affliction lasted for a few years, and the cure finally came in the form of increased sun exposure and ultraviolet light therapy at a hospital multiple times per week. I have since been on a journey to understand the reason behind why light was the cure. Doctors and dermatologists had no clue, and all initial research I did was unfruitful. I knew the cure was not vitamin D, as I had tried supplementing in various dosages without success. I now believe that the effect of sunlight on optimizing mitochondrial function, and the subsequent role of the mitochondria in immune system regulation of mast cells, is the reason that sun exposure cured my affliction with cholinergic urticaria. It was through the work of Jack Kruse, Gerald Pollack, Doug Wallace, Nick Lane, Bill Lagakos, Travis Christofferson and many others that I finally began to understand the effects of sunlight on our mitochondria, the vital role that mitochondria have on our health, and how our circadian rhythms ensure optimal mitochondrial function. I came to understand that sunlight is a universal need and not just for myself and my genetic makeup. This blog post is a culmination of my research. It provides the evidence for my beliefs in how light cured my affliction with cholinergic urticaria, and why I now believe that sunlight, in combination with a well-entrained circadian rhythm, is the number one determinant of our health and longevity. I welcome all comments and critique, especially from those with a scientific background who can refute or refine my understandings.","categories":[],"tags":[{"name":"circadian rhythm","slug":"circadian-rhythm","permalink":"http://www.mlamz.com/tags/circadian-rhythm/"},{"name":"light","slug":"light","permalink":"http://www.mlamz.com/tags/light/"},{"name":"sunlight","slug":"sunlight","permalink":"http://www.mlamz.com/tags/sunlight/"},{"name":"mitochondria","slug":"mitochondria","permalink":"http://www.mlamz.com/tags/mitochondria/"},{"name":"photoelectric effect","slug":"photoelectric-effect","permalink":"http://www.mlamz.com/tags/photoelectric-effect/"},{"name":"structured water","slug":"structured-water","permalink":"http://www.mlamz.com/tags/structured-water/"},{"name":"health","slug":"health","permalink":"http://www.mlamz.com/tags/health/"},{"name":"longevity","slug":"longevity","permalink":"http://www.mlamz.com/tags/longevity/"},{"name":"melatonin","slug":"melatonin","permalink":"http://www.mlamz.com/tags/melatonin/"},{"name":"cholinergic urticaria","slug":"cholinergic-urticaria","permalink":"http://www.mlamz.com/tags/cholinergic-urticaria/"},{"name":"immune system","slug":"immune-system","permalink":"http://www.mlamz.com/tags/immune-system/"},{"name":"apoptosis","slug":"apoptosis","permalink":"http://www.mlamz.com/tags/apoptosis/"},{"name":"artificial light","slug":"artificial-light","permalink":"http://www.mlamz.com/tags/artificial-light/"}]},{"title":"Achieving And Maintaining Race Weight","slug":"achieving-and-maintaining-race-weight","date":"2017-02-12T07:00:00.000Z","updated":"2017-02-13T02:57:29.000Z","comments":true,"path":"achieving-and-maintaining-race-weight/","link":"","permalink":"http://www.mlamz.com/achieving-and-maintaining-race-weight/","excerpt":"","text":"In achieving and maintaining race weight, there are a number of factors I take into account, including different weight loss strategies, the adverse effects of caloric restriction while training simultaneously, how to mitigate these adverse effects using various diet and lifestyle factors, as well as the methods and tools I am using such as counting calories this season in order to achieve and maintain my desired race weight. Coming into the 2017 season, I’d like to do things a little differently than last year, where I only achieved race weight towards the end of the season. I want start the season at race weight and maintain it throughout. Why would you work on losing weight when you’re racing every weekend? The best best time to lose your weight is in base season, which is counter intuitive for most endurance athletes. Dr. Philip Goglia (Phil Gaimon's nutritionist)VeloNews Podcast Ep. 10: Hit Race Weight the Right Way Weight Loss StrategiesThere are a number of weight loss strategies: caloric restriction, refining the times of day at which you eat, improving sleep, improving circadian rhythms, decreasing stress, varying macronutrients by metabolic type and reducing the amount of processed foods in the diet. The one weight loss strategy that seems to be consistently reliable and repeatable is caloric restriction. For those that are sedentary, the risks seem fairly low with significant benefits in longevity and metabolic health. Athletes on the other hand need to understand the physiological stresses of caloric restriction and training when done at the same time. Effects of Calorie Restriction on Testosterone and CortisolTestosterone is an anabolic hormone that helps ensure low body fat, high muscle mass, good brain function, high red blood cell counts and a high libido.Cortisol is a catabolic stress hormone that prepares the body for a fight-or-flight response. Chronic high levels of cortisol are linked to weight gain, cardiovascular disease and depression. It can break muscle tissue, induce visceral fat gain (the fat surrounding your organs) and reduce testosterone levels. Cangemi et al looked at the testosterone levels of men who had been practicing calorie restriction for an average of 7.5 years, and found that they had a 32% drop in testosterone levels. A. Janet Tomiyama et al looked at the levels of cortisol of women restricted to 1200 calories per day and found that they had increased levels of cortisol. Cortisol levels rose in the calorie restricted group - Psychosom Med. 2010, Tomiyama AJ et al.There is also an assumption that cortisol is bad for you, all of the time. There is evidence however that acute cortisol spikes which occur after exercise may actually be beneficial.Will lower levels of testosterone and higher levels of cortisol result in reduced performance? A study by Hoogeveen AR suggests this is perhaps not the case, although I cannot find further studies that either back up or refute their results.These results suggest that in endurance trained cyclists, decreased testosterone levels, increased cortisol levels and a decreased testosterone: cortisol ratio does not automatically lead to a decrease in performance or a state of overtraining. Hoogeveen AR, Zonderland ML.Int J Sports Med 1996 - Relationships between testosterone, cortisol and performance in professional cyclists. The evidence then on whether the testosterone / cortisol ratio is detrimental to performance is inconclusive. From a health perspective however, it seems wise to be cautious with both the degree and the length of time in a caloric deficit. Minimizing the Adverse Effects of Caloric RestrictionWeights, HIIT, Sleep and Decreased StressIt appears beneficial to include some weight training and high intensity intervals within the training plan, and place sleep quality and decreased stress as a priority to keep cortisol levels low and testosterone levels high. Calorie ShiftingThere is evidence that calorie shifting, in which there is a period of refeeding ad-libitum after a period of caloric restriction, such that you may find in alternate day intermittent fasting, is more effective than regular controlled calorie restriction for fat loss. The principle is as simple as effective. You’re dieting for 11 days and “refeeding”, i.e. eat ad-libitum for three days. The intention is to achieve a temporary deficit that’s large enough to induce significant weight and fat loss in spite of the potential of temporary over-indulgence on the refeeding days. SuppversityCalorie Shifting (Refeeding) for Max. Fat Loss Another study showed that the testosterone levels of rats who were underfed and subsequently had a refeeding period, i.e. calorie shifted, had testosterone levels that rebounded and exceeded the control group. Saturated and Monounsaturated FatsSaturated fat is extremely calorie dense, and it’s often touted by weight watchers as something to avoid to keep calories in check, or incorrectly blamed for causing heart disease. One study shows however that both saturated and monounsaturated fats significantly increased resting testosterone levels, and therefore may help offset decreases in testosterone due to calorie restriction. The correlation was the inverse however for increasing protein, carbohydrate and polyunsaturated fats. I would have expected a bell shape curve instead of a linear relationship for fat level to testosterone due to the requirements from the body for protein and carbohydrate. The graphs from the study as shown below only show results up to 32.5% of the macronutrient profile as fats however, so I can only hypothesize. Circadian Timing of FoodAs mentioned in my blog post, Circadian Rhythm Entrainment using Light, Food and Exercise, the timing of food is important as well. Keeping the consumption of food to daylight hours with breakfast being the largest meal of the day entrains circadian rhythms which leads to better sleep and therefore lower cortisol and higher testosterone. How to Achieve or Maintain Race Weight SafelyTaking our research of how to minimize the adverse effects of caloric restriction through weight training, high intensity intervals, calorie shifting, meal timing and sufficient intake of saturated and monounsaturated fats, we can formulate a plan in order to calculate the net calories that should be consumed on a per week to week basis. Firstly, we need to calculate the net caloric intake for our ideal race weight after training energy expenditure is accounted for. Use a calorie calculator and put in values for your ideal race weight, not the weight you are currently, and choose the sedentary option. Multiply this value by seven to get the number of net calories that can be consumed each week. Count calories for every single bite of food over the week. Subtract calorie expenditure from exercise each day to get the net calorie value. Ensure that you are consuming at or less than your weekly net calorie target. Structure the week to utilize calorie shifting, i.e. refeed days. Using myself as an example: My ideal race weight is 141 lbs. The net calories I need to consume is 1,915 calories, and on a weekly basis, 13,405 calories. As I am currently already at my desired race weight, I need to try and not under-eat or over-eat to maintain race weight. Given that I typically train 5 days per week, it is easier to have my “refeed” days on my non-training days, rather than consume an extremely large amount of food on one or two training days. On a typical Saturday for example, I may expend 2,000 calories, and so having a calorie intake of 3,500 calories to induce a 1,500 net calorie day is realistic. Trying to use a Saturday as a refeed day is not feasible due to the sheer quantity of calories required to do so. This is how an example plan for myself then would look like on a week to week basis: Tools and Practical TipsI use MyFitnessPal to record calories and macronutrient amounts and use a digital scale to weigh food. Estimating calories when eating out is far more difficult as restaurant food has typically higher levels of both sugar and fat than home cooked food. Some restaurants such as Chipotle offer a nutrition calculator. I use the TrainingPeaks measurement of caloric expenditure. TrainingPeaks uses the data from my power meter and converts that to a calorie value. I do not use the Strava calorie values - I find this is always higher than the TrainingPeaks values and they do not seem to provide me with confidence that they have put as much thought into their algorithm as TrainingPeaks have. Heart rate variability is a metric that I measure every morning to make better training decisions with as it quantifies the physiological stress my body is currently going through. A high or increasing HRV value indicates that my body is recovering well from training with the current caloric intake. A low or decreasing value is a warning that physiological stress is high and I may need to reduce training load or increase caloric intake. Putting It Into PracticeThe lowest weight last year that I felt I was climbing well and recovering quickly was in late October at approximately 141 lbs morning weight. I’m currently using this value as my ideal race weight. In January, my morning weight was approximately 146 lbs. At the time of writing this blog post, my average morning weight over the past week was 141.8 lbs, so I’m mostly at race weight right now. Using the strategies described above, I lost approximately one pound per week to achieve my race weight, and now I’m looking to maintain this. I have lost weight faster than I planned to, due to finding it difficult to eat enough on my current regimen of very large breakfasts, large lunches and skipping dinner. I’ll be looking to adjust to incorporating small dinners into my refeed days, especially as the daylight hours increase. I have seen many benefits from my changes in eating schedule though - I seem to no longer want to drink coffee at all, my sleep seems to have improved and my alertness during the day seems to be better. I used to always take a melatonin supplement before bed and I now find this is no longer necessary. These benefits should hopefully manifest in a stronger circadian rhythm with a decrease in chronic levels of cortisol and hopefully an increase in testosterone. Next StepsI’m going to try and keep to a daily net intake of 1,915 calories average each week, which should maintain my race weight, but to do so with refeeds on my rest days. This does require discipline, but I seem to be doing this well so far. I’m going to try and increase my intake of saturated fat by eating more butter, coconut oil and red meat. I’ll be continuing with my timing of food and exercise according to circadian biology.","categories":[],"tags":[{"name":"intermittent fasting","slug":"intermittent-fasting","permalink":"http://www.mlamz.com/tags/intermittent-fasting/"},{"name":"calorie restriction","slug":"calorie-restriction","permalink":"http://www.mlamz.com/tags/calorie-restriction/"},{"name":"food","slug":"food","permalink":"http://www.mlamz.com/tags/food/"},{"name":"race weight","slug":"race-weight","permalink":"http://www.mlamz.com/tags/race-weight/"},{"name":"training","slug":"training","permalink":"http://www.mlamz.com/tags/training/"}]},{"title":"Circadian Rhythm Entrainment using Light, Food and Exercise","slug":"circadian-rhythm-entrainment-using-light-food-and-exercise","date":"2017-02-01T07:00:00.000Z","updated":"2017-02-02T01:37:24.000Z","comments":true,"path":"circadian-rhythm-entrainment-using-light-food-and-exercise/","link":"","permalink":"http://www.mlamz.com/circadian-rhythm-entrainment-using-light-food-and-exercise/","excerpt":"","text":"Breakfasts and beach sunsets I’ve recently come back from a lovely vacation in Mexico. Every day Kate and I woke up at sunrise and had a large breakfast. We then went to the beach for the day, skipping lunch in favor of more beach time, having an early dinner and an early night’s sleep. The photo above of us on a beach at sunset on our vacation is an example of circadian entrainment using light. The specific composition of the wavelengths of light present at sunset are a strong signal to our circadian clocks that evening is coming. I slept much better than I had been lately while in Mexico. Was this just due to the better circadian entrainment via increased sunlight exposure? Or perhaps I have been making a mistake by training before sunrise, skipping breakfast and eating after sunset? Sleep better, be healthier and leaner?I’ve been intermittent fasting for the past 7-8 months. This has been mostly in the form of skipping breakfast and eating between 12pm and 8pm, although I have experimented with much shorter time windows and multi-day fasting also. During this time I felt good on the bike, my recovery time was fast and I achieved my best race results. I would like to keep reaping the benefits of intermittent fasting, but optimize this further by coordinating the timing of my fed and fasted states to be in sync with my circadian rhythm. I believe this will help me sleep better, be healthier and improve my lean body mass. I used to think that circadian rhythms were set by light exposure only. Looking deeper, it appears both the timing of food and exercise play a role also. I have been careful to do my best in the past few months to entrain my circadian rhythm via maximizing sunlight and minimizing artificial light in the evening, but until now I have not considered that there is potentially a best time of day to eat or exercise in accordance with my circadian biology. ResearchThere are a couple of scientists doing active research and blogging about circadian rhythms: Bill Lagakos and Professor Satchin Panda. Optimal Circadian Timing of FoodBill Lagakos presents a very strong, evidence based case for me. FOOD is excellent at entraining peripheral circadian clocks: if you restrict animals to one meal per day, their peripheral circadian clocks rapidly become entrained to this, regardless of when the meal is administered. Bill LagakosMeal Timing and Peripheral Circadian Clocks Starting the central pacemarker with bright light in the morning but skimping on the peripheral pacemaker by skipping breakfast represents a circadian mismatch: Afternoon Diabetes? Central and peripheral circadian rhythms work together. Bright light and breakfast in the morning. Bill LagakosEntraining Central and Peripheral Circadian Rhythms Dr. Satchin Panda’s research showed that mice who had their food intake restricted to an 8 hour window during their optimal circadian feeding time of day not only had much better biomarkers for metabolic health but they also had more lean body mass and improved endurance. A screenshot from Dr. Satchin Panda’s presentation, Watching Your Diet: One Click at a Time The takeaways Eat a large breakfast at the onset of daylight, have a late lunch and skip dinner. Only eat during daylight hours. Optimal Circadian Timing of ExerciseThe studies suggest that moderate intensity is fine at any time during daylight hours, and that more strenuous exercise should optimally be done in the afternoon or early evening. This is the best blog post I have found on the issue which references multiple studies, with another study here. It is unfortunate that access to the latter is not free, but it is discussed in the following podcast by Ben Greenfield on The Best Time Of Day To Exercise. The study found that: Exercise causes circadian phase shifting as much as bright light. Hard exercise early in the morning causes sleep restriction and sleep disturbances later that evening. The best time of day to do exercise is between 2pm and 6pm. Exercise should be finished no less than 3-4 hours prior to bed time. The takeaways Exercise during daylight hours, outdoors if possible. Zone 2 is fine at any time during daylight hours. Leave intervals and hard group rides to the afternoon or early evening. My plan of actionSo here’s a comparison of the old and new eating plans for me: Old: Skip breakfast, medium size lunch, large dinner.New: Large breakfast, medium to large lunch, optional afternoon snack or pre-workout, skip dinner. Here’s a comparison of my new exercise plan going forward during weekdays. Old: Training session before sunrise. Wait until lunch for first bite of food.New: Training session after work, preferably outside if it is light. Have optional pre-workout protein. How about getting that all important protein for recovery? I’d rather keep the feeding window to a shorter time window and skip the post workout. It appears there is a new research study, Pre- versus post-exercise protein intake has similar effects on muscular adaptations that claims that a pre-workout is just as effective as a post workout. Next stepsIt seems that it is not only the timing and composition of light that entrains our circadian rhythms, but also other factors such as the timing of food and exercise. I believe that temperature can play a large role too and I hope to research this further. I would also like to investigate the benefits of a strong circadian rhythm in health biomarkers for a future blog post. This is my first blog post, so do let me know what you think in the Facebook comments or in the comments section below.","categories":[],"tags":[{"name":"intermittent fasting","slug":"intermittent-fasting","permalink":"http://www.mlamz.com/tags/intermittent-fasting/"},{"name":"food","slug":"food","permalink":"http://www.mlamz.com/tags/food/"},{"name":"circadian rhythm","slug":"circadian-rhythm","permalink":"http://www.mlamz.com/tags/circadian-rhythm/"},{"name":"light","slug":"light","permalink":"http://www.mlamz.com/tags/light/"},{"name":"exercise","slug":"exercise","permalink":"http://www.mlamz.com/tags/exercise/"},{"name":"sleep","slug":"sleep","permalink":"http://www.mlamz.com/tags/sleep/"}]}]}