{"meta":{"title":"Health and Racing Bicycles","subtitle":"mlamz.com","description":null,"author":"Michael Lam","url":"http://www.mlamz.com"},"pages":[{"title":"About Me","date":"2017-02-01T07:00:00.000Z","updated":"2017-02-02T01:36:16.000Z","comments":true,"path":"about/index.html","permalink":"http://www.mlamz.com/about/index.html","excerpt":"","text":"I’m Michael Lam. I’m a Cat 3 cyclist living in Colorado with a keen interest in health. This blog isn’t about drugs, supplements or quick fixes. It’s about making lifestyle changes based upon our biology and psychology to improve health and athletic performance. Hawaii, 2016. Racing BicyclesMy first season of road racing was in 2014. I spent most of my first season getting dropped, but I managed a few decent results towards the end of the season. I managed my first podium in 2015. I lost the Salida Crit by a fraction. I’m the guy in the coral jersey. Salida Crit 2015. This irked me no end even though I was fortunate to podium at all, given that the leading two crashed in the final corner. I made lifestyle changes. I worked on my mental game. I joined Primal-Audi Denver. I focused and trained hard. In 2016, I won the Salida Crit this time around. I also won five other races, numerous podiums and the overall BRAC Road Cup in Cat 4. What I’ve achieved is a drop in the ocean for some, yet I’m exceedingly proud of fulfilling and exceeding my goals. Salida Crit 2016. I’m not sure if I will ever be able to return to the shape that I was in 2016, but I will always do my best to get both results for myself and my teammates. That’s part of the beauty of road racing for me - it’s a team sport where you can contribute regardless if you are on form. At the Primal team camp in Moab, 2016. Photo credit: Primal Wear, Inc. Moving to ColoradoI moved to Colorado with my wife Kate after living in England for 28 years. The choice was driven by a desire to live in a sunnier climate, to have a short commute time, to ride my bike in the mountains and to start racing. Personal and Family HealthMy outlook on health was forever changed upon two events in my life. When I was 19, my father died from colon cancer and watching him deteriorate in his final years was hard to take in. A few years later, I became afflicted with cholinergic urticaria - a horrible disease that made my whole body feel as if it was on fire. It was triggered by slight changes in temperature or by stress. I lived with this disease for a number of years, seeing doctors and dermatologists. Finally, a treatment worked. It was UVB phototherapy that gradually cured my condition, and I believe an increase in outdoor exercise through cycling helped also. I’m pleased to say I’m now free of this condition. The painful memories have etched in me a hardened mentality to never experience anything like this again."},{"title":"Contact","date":"2017-02-01T07:00:00.000Z","updated":"2017-02-01T12:55:07.000Z","comments":true,"path":"contact/index.html","permalink":"http://www.mlamz.com/contact/index.html","excerpt":"","text":"Feel free to contact me on any of the following channels, or feel free to just give me kudos on Strava! Email: treadsafely at gmailFacebook: https://www.facebook.com/mlamzzTwitter: https://twitter.com/mlamzStrava: Strava Profile"}],"posts":[{"title":"Achieving And Maintaining Race Weight","slug":"achieving-and-maintaining-race-weight","date":"2017-02-12T07:00:00.000Z","updated":"2017-02-13T02:22:13.000Z","comments":true,"path":"achieving-and-maintaining-race-weight/","link":"","permalink":"http://www.mlamz.com/achieving-and-maintaining-race-weight/","excerpt":"","text":"In achieving and maintaining race weight, there are a number of factors I take into account, including different weight loss strategies, the adverse effects of caloric restriction while training simultaneously, how to mitigate these adverse effects using various diet and lifestyle factors, as well as the methods and tools I am using such as counting calories this season in order to achieve and maintain my desired race weight. Coming into the 2017 season, I’d like to do things a little differently than last year, where I only achieved race weight towards the end of the season. I want start the season at race weight and maintain it throughout. Why would you work on losing weight when you’re racing every weekend? The best best time to lose your weight is in base season, which is counter intuitive for most endurance athletes. Dr. Philip Goglia (Phil Gaimon's nutritionist)VeloNews Podcast Ep. 10: Hit Race Weight the Right Way Weight Loss StrategiesThere are a number of weight loss strategies: caloric restriction, refining the times of day at which you eat, improving sleep, improving circadian rhythms, decreasing stress, varying macronutrients by metabolic type and reducing the amount of processed foods in the diet. The one weight loss strategy that seems to be consistently reliable and repeatable is caloric restriction. For those that are sedentary, the risks seem fairly low with significant benefits in longevity and metabolic health. Athletes on the other hand need to understand the physiological stresses of caloric restriction and training when done at the same time. Effects of Calorie Restriction on Testosterone and CortisolTestosterone is an anabolic hormone that helps ensure low body fat, high muscle mass, good brain function, high red blood cell counts and a high libido.Cortisol is a catabolic stress hormone that prepares the body for a fight-or-flight response. Chronic high levels of cortisol are linked to weight gain, cardiovascular disease and depression. It can break muscle tissue, induce visceral fat gain (the fat surrounding your organs) and reduce testosterone levels. Cangemi et al looked at the testosterone levels of men who had been practicing calorie restriction for an average of 7.5 years, and found that they had a 32% drop in testosterone levels. A. Janet Tomiyama et al looked at the levels of cortisol of women restricted to 1200 calories per day and found that they had increased levels of cortisol. Cortisol levels rose in the calorie restricted group - Psychosom Med. 2010, Tomiyama AJ et al.There is also an assumption that cortisol is bad for you, all of the time. There is evidence however that acute cortisol spikes which occur after exercise may actually be beneficial.Will lower levels of testosterone and higher levels of cortisol result in reduced performance? A study by Hoogeveen AR suggests this is perhaps not the case, although I cannot find further studies that either back up or refute their results.These results suggest that in endurance trained cyclists, decreased testosterone levels, increased cortisol levels and a decreased testosterone: cortisol ratio does not automatically lead to a decrease in performance or a state of overtraining. Hoogeveen AR, Zonderland ML.Int J Sports Med 1996 - Relationships between testosterone, cortisol and performance in professional cyclists. The evidence then on whether the testosterone / cortisol ratio is detrimental to performance is inconclusive. From a health perspective however, it seems wise to be cautious with both the degree and the length of time in a caloric deficit. Minimizing the Adverse Effects of Caloric RestrictionWeights, HIIT, Sleep and Decreased StressIt appears beneficial to include some weight training and high intensity intervals within the training plan, and place sleep quality and decreased stress as a priority to keep cortisol levels low and testosterone levels high. Calorie ShiftingThere is evidence that calorie shifting, in which there is a period of refeeding ad-libitum after a period of caloric restriction, such that you may find in alternate day intermittent fasting, is more effective than regular controlled calorie restriction for fat loss. The principle is as simple as effective. You’re dieting for 11 days and “refeeding”, i.e. eat ad-libitum for three days. The intention is to achieve a temporary deficit that’s large enough to induce significant weight and fat loss in spite of the potential of temporary over-indulgence on the refeeding days. SuppversityCalorie Shifting (Refeeding) for Max. Fat Loss Another study showed that the testosterone levels of rats who were underfed and subsequently had a refeeding period, i.e. calorie shifted, had testosterone levels that rebounded and exceed the control group. Saturated and Monounsaturated FatsSaturated fat is extremely calorie dense, and it’s often touted by weight watchers as something to avoid to keep calories in check, or incorrectly blamed for causing heart disease. One study shows however that both saturated and monounsaturated fats significantly increased resting testosterone levels, and therefore may help offset decreases in testosterone due to calorie restriction. The correlation was the inverse however for increasing protein, carbohydrate and polyunsaturated fats. I would have expected a bell shape curve instead of a linear relationship for fat level to testosterone due to the requirements from the body for protein and carbohydrate. The graphs from the study as shown below only show results up to 32.5% of the macronutrient profile as fats however, so I can only hypothesize. Circadian Timing of FoodAs mentioned in my blog post, Circadian Rhythm Entrainment using Light, Food and Exercise, the timing of food is important as well. Keeping the consumption of food to daylight hours with breakfast being the largest meal of the day entrains circadian rhythms which leads to better sleep and therefore lower cortisol and higher testosterone. How to Achieve or Maintain Race Weight SafelyTaking our research of how to minimize the adverse effects of caloric restriction through weight training, high intensity intervals, calorie shifting, meal timing and sufficient intake of saturated and monounsaturated fats, we can formulate a plan in order to calculate the net calories that should be consumed on a per week to week basis. Firstly, we need to calculate the net caloric intake for our ideal race weight after training energy expenditure is accounted for. Use a calorie calculator and put in values for your ideal race weight, not the weight you are currently, and choose the sedentary option. Multiply this value by seven to get the number of net calories that can be consumed each week. Count calories for every single bite of food over the week. Subtract calorie expenditure from exercise each day to get the net calorie value. Ensure that you are consuming at or less than your weekly net calorie target. Structure the week to utilize calorie shifting, i.e. refeed days. Using myself as an example: My ideal race weight is 141 lbs. The net calories I need to consume is 1,915 calories, and on a weekly basis, 13,405 calories. As I am currently already at my desired race weight, I need to try and not under-eat or over-eat to maintain race weight. Given that I typically train 5 days per week, it is easier to have my “refeed” days on my non-training days, rather than consume an extremely large amount of food on one or two training days. On a typical Saturday for example, I may expend 2,000 calories, and so having a calorie intake of 3,500 calories to induce a 1,500 net calorie day is realistic. Trying to use a Saturday as a refeed day is not feasible due to the sheer quantity of calories required to do so. This is how an example plan for myself then would look like on a week to week basis: Tools and Practical TipsI use MyFitnessPal to record calories and macronutrient amounts and use a digital scale to weigh food. Estimating calories when eating out is far more difficult as restaurant food has typically higher levels of both sugar and fat than home cooked food. Some restaurants such as Chipotle offer a nutrition calculator. I use the TrainingPeaks measurement of caloric expenditure. TrainingPeaks uses the data from my power meter and converts that to a calorie value. I do not use the Strava calorie values - I find this is always higher than the TrainingPeaks values and they do not seem to provide me with confidence that they have put as much thought into their algorithm as TrainingPeaks have. Heart rate variability is a metric that I measure every morning to make better training decisions with as it quantifies the physiological stress my body is currently going through. A high or increasing HRV value indicates that my body is recovering well from training with the current caloric intake. A low or decreasing value is a warning that physiological stress is high and I may need to reduce training load or increase caloric intake. Putting It Into PracticeThe lowest weight last year that I felt I was climbing well and recovering quickly was in late October at approximately 141 lbs morning weight. I’m currently using this value as my ideal race weight. In January, my morning weight was approximately 146 lbs. At the time of writing this blog post, my average morning weight over the past week was 141.8 lbs, so I’m mostly at race weight right now. Using the strategies described above, I lost approximately one pound per week to achieve my race weight, and now I’m looking to maintain this. I have lost weight faster than I planned to, due to finding it difficult to eat enough on my current regimen of very large breakfasts, large lunches and skipping dinner. I’ll be looking to adjust to incorporating small dinners into my refeed days, especially as the daylight hours increase. I have seen many benefits from my changes in eating schedule though - I seem to no longer want to drink coffee at all, my sleep seems to have improved and my alertness during the day seems to be better. I used to always take a melatonin supplement before bed and I now find this is no longer necessary. These benefits should hopefully manifest in a stronger circadian rhythm with a decrease in chronic levels of cortisol and hopefully an increase in testosterone. Next StepsI’m going to try and keep to a daily net intake of 1,915 calories average each week, which should maintain my race weight, but to do so with refeeds on my rest days. This does require discipline, but I seem to be doing this well so far. I’m going to try and increase my intake of saturated fat by eating more butter, coconut oil and red meat. I’ll be continuing with my timing of food and exercise according to circadian biology.","categories":[],"tags":[{"name":"intermittent fasting","slug":"intermittent-fasting","permalink":"http://www.mlamz.com/tags/intermittent-fasting/"},{"name":"food","slug":"food","permalink":"http://www.mlamz.com/tags/food/"},{"name":"race weight","slug":"race-weight","permalink":"http://www.mlamz.com/tags/race-weight/"},{"name":"training","slug":"training","permalink":"http://www.mlamz.com/tags/training/"},{"name":"calorie restriction","slug":"calorie-restriction","permalink":"http://www.mlamz.com/tags/calorie-restriction/"}]},{"title":"Circadian Rhythm Entrainment using Light, Food and Exercise","slug":"circadian-rhythm-entrainment-using-light-food-and-exercise","date":"2017-02-01T07:00:00.000Z","updated":"2017-02-02T01:37:24.000Z","comments":true,"path":"circadian-rhythm-entrainment-using-light-food-and-exercise/","link":"","permalink":"http://www.mlamz.com/circadian-rhythm-entrainment-using-light-food-and-exercise/","excerpt":"","text":"Breakfasts and beach sunsets I’ve recently come back from a lovely vacation in Mexico. Every day Kate and I woke up at sunrise and had a large breakfast. We then went to the beach for the day, skipping lunch in favor of more beach time, having an early dinner and an early night’s sleep. The photo above of us on a beach at sunset on our vacation is an example of circadian entrainment using light. The specific composition of the wavelengths of light present at sunset are a strong signal to our circadian clocks that evening is coming. I slept much better than I had been lately while in Mexico. Was this just due to the better circadian entrainment via increased sunlight exposure? Or perhaps I have been making a mistake by training before sunrise, skipping breakfast and eating after sunset? Sleep better, be healthier and leaner?I’ve been intermittent fasting for the past 7-8 months. This has been mostly in the form of skipping breakfast and eating between 12pm and 8pm, although I have experimented with much shorter time windows and multi-day fasting also. During this time I felt good on the bike, my recovery time was fast and I achieved my best race results. I would like to keep reaping the benefits of intermittent fasting, but optimize this further by coordinating the timing of my fed and fasted states to be in sync with my circadian rhythm. I believe this will help me sleep better, be healthier and improve my lean body mass. I used to think that circadian rhythms were set by light exposure only. Looking deeper, it appears both the timing of food and exercise play a role also. I have been careful to do my best in the past few months to entrain my circadian rhythm via maximizing sunlight and minimizing artificial light in the evening, but until now I have not considered that there is potentially a best time of day to eat or exercise in accordance with my circadian biology. ResearchThere are a couple of scientists doing active research and blogging about circadian rhythms: Bill Lagakos and Professor Satchin Panda. Optimal Circadian Timing of FoodBill Lagakos presents a very strong, evidence based case for me. FOOD is excellent at entraining peripheral circadian clocks: if you restrict animals to one meal per day, their peripheral circadian clocks rapidly become entrained to this, regardless of when the meal is administered. Bill LagakosMeal Timing and Peripheral Circadian Clocks Starting the central pacemarker with bright light in the morning but skimping on the peripheral pacemaker by skipping breakfast represents a circadian mismatch: Afternoon Diabetes? Central and peripheral circadian rhythms work together. Bright light and breakfast in the morning. Bill LagakosEntraining Central and Peripheral Circadian Rhythms Dr. Satchin Panda’s research showed that mice who had their food intake restricted to an 8 hour window during their optimal circadian feeding time of day not only had much better biomarkers for metabolic health but they also had more lean body mass and improved endurance. A screenshot from Dr. Satchin Panda’s presentation, Watching Your Diet: One Click at a Time The takeaways Eat a large breakfast at the onset of daylight, have a late lunch and skip dinner. Only eat during daylight hours. Optimal Circadian Timing of ExerciseThe studies suggest that moderate intensity is fine at any time during daylight hours, and that more strenuous exercise should optimally be done in the afternoon or early evening. This is the best blog post I have found on the issue which references multiple studies, with another study here. It is unfortunate that access to the latter is not free, but it is discussed in the following podcast by Ben Greenfield on The Best Time Of Day To Exercise. The study found that: Exercise causes circadian phase shifting as much as bright light. Hard exercise early in the morning causes sleep restriction and sleep disturbances later that evening. The best time of day to do exercise is between 2pm and 6pm. Exercise should be finished no less than 3-4 hours prior to bed time. The takeaways Exercise during daylight hours, outdoors if possible. Zone 2 is fine at any time during daylight hours. Leave intervals and hard group rides to the afternoon or early evening. My plan of actionSo here’s a comparison of the old and new eating plans for me: Old: Skip breakfast, medium size lunch, large dinner.New: Large breakfast, medium to large lunch, optional afternoon snack or pre-workout, skip dinner. Here’s a comparison of my new exercise plan going forward during weekdays. Old: Training session before sunrise. Wait until lunch for first bite of food.New: Training session after work, preferably outside if it is light. Have optional pre-workout protein. How about getting that all important protein for recovery? I’d rather keep the feeding window to a shorter time window and skip the post workout. It appears there is a new research study, Pre- versus post-exercise protein intake has similar effects on muscular adaptations that claims that a pre-workout is just as effective as a post workout. Next stepsIt seems that it is not only the timing and composition of light that entrains our circadian rhythms, but also other factors such as the timing of food and exercise. I believe that temperature can play a large role too and I hope to research this further. I would also like to investigate the benefits of a strong circadian rhythm in health biomarkers for a future blog post. This is my first blog post, so do let me know what you think in the Facebook comments or in the comments section below.","categories":[],"tags":[{"name":"intermittent fasting","slug":"intermittent-fasting","permalink":"http://www.mlamz.com/tags/intermittent-fasting/"},{"name":"food","slug":"food","permalink":"http://www.mlamz.com/tags/food/"},{"name":"circadian rhythm","slug":"circadian-rhythm","permalink":"http://www.mlamz.com/tags/circadian-rhythm/"},{"name":"light","slug":"light","permalink":"http://www.mlamz.com/tags/light/"},{"name":"exercise","slug":"exercise","permalink":"http://www.mlamz.com/tags/exercise/"},{"name":"sleep","slug":"sleep","permalink":"http://www.mlamz.com/tags/sleep/"}]}]}