{"meta":{"title":"Health and Racing Bicycles","subtitle":"A Journey in Health and Racing Bicycles","description":null,"author":"Michael Lam","url":"http://mlamz.com"},"pages":[{"title":"About Me","date":"2017-02-01T00:02:19.000Z","updated":"2017-02-01T00:02:19.000Z","comments":true,"path":"about/index.html","permalink":"http://mlamz.com/about/index.html","excerpt":"","text":"I’m Michael Lam. I’m a Cat 3 cyclist living in Colorado with a keen interest in health. This blog isn’t about drugs, supplements or quick fixes. It’s about making lifestyle changes based upon our biology and psychology to improve health and athletic performance. Hawaii, 2016. Racing BicyclesMy first season of road racing was in 2014. I spent most of my first season getting dropped, but I managed a few decent results towards the end of the season. I managed my first podium in 2015. I lost the Salida Crit by a fraction. I’m the guy in the coral jersey. Salida Crit 2015. This irked me no end. I made lifestyle changes. I worked on my mental game. I joined Primal-Audi Denver. I focused and trained hard. In 2016, I won the Salida Crit this time around. I also won five other races, numerous podiums and the overall BRAC Road Cup in Cat 4. What I’ve achieved is a drop in the ocean for some, yet I’m exceedingly proud of fulfilling and exceeding my goals. Salida Crit 2016. I’m not sure if I will ever be able to return to the shape that I was in 2016, but I will always do my best to get both results for myself and my teammates. That’s part of the beauty of road racing for me - it’s a team sport where you can contribute regardless if you are on form. At the Primal team camp in Moab, 2016. Photo credit: Primal Wear, Inc. Moving to ColoradoI moved to Colorado with my wife Kate after living in England for 28 years. The choice was driven by a desire to live in a sunnier climate, to have a short commute time, to ride my bike in the mountains and to start racing. Personal and Family HealthMy outlook on health was forever changed upon two events in my life. When I was 19, my father died from colon cancer and watching him deteriorate in his final years was hard to take in. A few years later, I became afflicted with cholinergic urticaria - a horrible disease that made my whole body feel as if it was on fire. It was triggered by slight changes in temperature or by stress. I lived with this disease for a number of years, seeing doctors and dermatologists. Finally, a treatment worked. It was UVB phototherapy that gradually cured my condition, and I believe an increase in outdoor exercise through cycling helped also. I’m pleased to say I’m now free of this condition. The painful memories have etched in me a mentality to never experience anything like this again."}],"posts":[{"title":"Circadian Rhythm Entrainment using Light, Food and Exercise","slug":"circadian-timing-of-food-and-exercise","date":"2017-01-28T07:00:00.000Z","updated":"2017-02-01T00:05:01.000Z","comments":true,"path":"circadian-timing-of-food-and-exercise/","link":"","permalink":"http://mlamz.com/circadian-timing-of-food-and-exercise/","excerpt":"","text":"Breakfasts and beach sunsets I’ve recently come back from a lovely vacation in Mexico. Every day Kate and I woke up at sunrise and had a large breakfast. We then went to the beach for the day, skipping lunch in favor of more beach time, having an early dinner and an early night’s sleep. The photo above of us on a beach at sunset on our vacation is an example of circadian entrainment using light. The specific composition of the wavelengths of light present at sunset are a strong signal to our circadian clocks that evening is coming. I slept much better than I had been lately while in Mexico. Was this just due to the better circadian entrainment via increased sunlight exposure? Or perhaps I have been making a mistake by training before sunrise, skipping breakfast and eating after sunset? Sleep better, be healthier and leaner?I’ve been intermittent fasting for the past 7-8 months. This has been mostly in the form of skipping breakfast and eating between 12pm and 8pm, although I have experimented with much shorter time windows and multi-day fasting also. During this time I felt good on the bike, my recovery time was fast and I achieved my best race results. I would like to keep reaping the benefits of intermittent fasting, but optimize this further by coordinating the timing of my fed and fasted states to be in sync with my circadian rhythm. I believe this will help me sleep better, be healthier and improve my lean body mass. I used to think that circadian rhythms were set by light exposure only. Looking deeper, it appears both the timing of food and exercise play a role also. I have been careful to do my best in the past few months to entrain my circadian rhythm via maximizing sunlight and minimizing artificial light in the evening, but until now I have not considered that there is potentially a best time of day to eat or exercise in accordance with my circadian biology. ResearchThere are a couple of scientists doing active research and blogging about circadian rhythms: Bill Lagakos and Professor Satchin Panda. Optimal Circadian Timing of FoodBill Lagakos presents a very strong, evidence based case for me. FOOD is excellent at entraining peripheral circadian clocks: if you restrict animals to one meal per day, their peripheral circadian clocks rapidly become entrained to this, regardless of when the meal is administered. Bill LagakosMeal Timing and Peripheral Circadian Clocks Starting the central pacemarker with bright light in the morning but skimping on the peripheral pacemaker by skipping breakfast represents a circadian mismatch: Afternoon Diabetes? Central and peripheral circadian rhythms work together. Bright light and breakfast in the morning. Bill LagakosEntraining Central and Peripheral Circadian Rhythms Dr. Satchin Panda’s research showed that mice who had their food intake restricted to an 8 hour window during their optimal circadian feeding time of day not only had much better biomarkers for metabolic health but they also had more lean body mass and improved endurance. A screenshot from Dr. Satchin Panda’s presentation, Watching Your Diet: One Click at a Time The takeaways Eat a large breakfast at the onset of daylight, have a late lunch and skip dinner. Only eat during daylight hours. Optimal Circadian Timing of ExerciseThe studies suggest that moderate intensity is fine at any time during daylight hours, and that more strenous exercise should optimally be done in the afternoon or early evening. This is the best blog post I have found on the issue which references multiple studies, with another study here. It is unfortunate that access to the latter is not free, but it is discussed in the following podcast by Ben Greenfield on The Best Time Of Day To Exercise. The study found that: Exercise causes circadian phase shifting as much as bright light Hard exercise early in the morning causes sleep restriction and sleep disturbances later that evening The best time of day to do exercise between 2pm and 6pm. Exercise should be finished no less than 3-4 hours prior to bed time. The takeaways Exercise during daylight hours, outdoors if possible. Zone 2 is fine at any time during daylight hours. Leave intervals and hard group rides to the afternoon or early evening. My plan of actionSo here’s a comparison of the old and new eating plans for me: Old: Skip breakfast, medium size lunch, large dinner.New: Large breakfast, medium to large lunch, optional afternoon snack or pre-workout, skip dinner. Here’s a comparison of my new exercise plan going forward during weekdays. Old: Training session before sunrise and breakfast. Wait until lunch for first bite of food.New: Training session after work, preferably outside if it is light. Have optional pre-workout protein. How about getting that all important protein for recovery? I’d rather keep the feeding window to a shorter time window and skip the post workout. It appears there is a new research study, Pre- versus post-exercise protein intake has similar effects on muscular adaptations that claims that a pre-workout is just as effective as a post workout. Next stepsIt seems that it is not only the timing and composition of light that entrains our circadian rhythms, but also other factors such as the timing of food and exercise. I believe that temperature can play a large role too and I hope to research this further. I would like to investigate the benefits of a strong circadian rhythm in health biomarkers for a future blog post. This is my first blog post, so do let me know what you think in the Facebook comments or in the comments section below.","categories":[],"tags":[{"name":"circadian rhythm","slug":"circadian-rhythm","permalink":"http://mlamz.com/tags/circadian-rhythm/"},{"name":"intermittent fasting","slug":"intermittent-fasting","permalink":"http://mlamz.com/tags/intermittent-fasting/"},{"name":"food","slug":"food","permalink":"http://mlamz.com/tags/food/"},{"name":"light","slug":"light","permalink":"http://mlamz.com/tags/light/"},{"name":"exercise","slug":"exercise","permalink":"http://mlamz.com/tags/exercise/"},{"name":"sleep","slug":"sleep","permalink":"http://mlamz.com/tags/sleep/"}]}]}